tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "motemen/ghq"
tap "peco/peco"
brew "autoconf"
brew "cmake"
brew "ctags"
brew "libpng"
brew "freetype"
brew "gdbm"
brew "git"
brew "ghq"
brew "go"
brew "libtool"
brew "graphviz"
brew "hub"
brew "jpeg"
brew "libtiff"
brew "xz"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "mas"
brew "node"
brew "nodebrew"
brew "nodenv"
brew "peco"
brew "readline"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "terraform"
brew "tig"
brew "vim", args: ["with-lua"]
brew "wget"
