# Homebrew Bundle
# Run: brew bundle

tap "heroku/brew"
tap "homebrew/bundle"

# Shell
brew "zsh"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "starship"

# CLI Tools
brew "fzf"
brew "bat"
brew "eza"
brew "ripgrep"
brew "jq"
brew "zoxide"
brew "stow"
brew "ghq"
brew "gh"
brew "mas"

# Development
brew "mise"
brew "awscli"
brew "docker"
brew "heroku/brew/heroku"

# Applications
cask "authy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "zoom"

# Mac App Store
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
