tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"

brew "awscli"
brew "docker"
brew "ghq"
brew "hub"
brew "mas"
brew "nodenv"
brew "peco"
brew "rbenv"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"

cask "android-studio"
cask "authy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "skype"
cask "visual-studio-code"
cask "zoomus"
cask "inkdrop"
cask "karabiner-elements"

mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
